Repository: mauriciofierrom/stop_my_hand
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: no puede estar vacio

source: has already been taken
es: ya existe

source: is invalid
es: es invalido

source: must be accepted
es: debe ser acceptado

source: has invalid format
es: tiene un formato invalido

source: has an invalid entry
es: tiene una entrada invalida

source: is reserved
es: es reservado

source: does not match confirmation
es: no concuerda con la confirmacion

source: is still associated with this entry
es: aun esta asociado con esta entrada

source: are still associated with this entry
es: aun estan asociados con esta entrada

source: should have %{count} item(s)
es: deberia tener 1 item

source: should be %{count} character(s)
es: deberia tener 1 caracter

source: should be %{count} byte(s)
es: deberia tener 1 byte

source: should have at least %{count} item(s)
es: deberia tener al menos 1 item

source: should be at least %{count} character(s)
es: deberia tener al menos 1 caracter

source: should be at least %{count} byte(s)
es: deberia tener al menos 1 byte

source: should have at most %{count} item(s)
es: deberia tener maximo 1 caracter

source: should be at most %{count} character(s)
es: deberia ser maximo 1 caracter

source: should be at most %{count} byte(s)
es: deberia ser maximo 1 byte

source: must be less than %{number}
es: deberia ser menos de %{number}

source: must be greater than %{number}
es: deberia ser mayo a %{number}

source: must be less than or equal to %{number}
es: deberia ser menos o igual a %{number}

source: must be greater than or equal to %{number}
es: deberia ser mayor o igual a %{number}

source: must be equal to %{number}
es: deberia ser igual a %{number}
